Repository: BackupTheBerlios/gimmage-svn
Catalog: trunk/po/*.po
Languages: de, fr

source: Save Image?
de: Bild Speichern?
fr: Sauvegarder l'image?

source: Saving failed.
de: Speichern fehlgeschlagen.
fr: Sauvegarde non réussite.

source: Previous Image (Backspace)
de: Vorheriges Bild (Backspace)
fr: Image Précédante (Backspace)

source: Next Image (Space)
de: Nächstes Bild (Leertaste)
fr: Prochaine Image (Espace)

source: Zoom In (+)
de: Vergrössern (+)
fr: Agrandir (+)

source: Zoom Out (-)
de: Verkleinern (-)
fr: Réduire (-)

source: Zoom to Original Size (1)
de: Zur Originalgrösse (1)
fr: Retour aux dimensions originales (1)

source: Rotate 90 Degrees Anticlockwise (a)
de: Um 90 Grad gegen den Uhrzeigersinn drehen (a)
fr: Rotation de 90 degrées contre le sens des aiguilles d'une montre (a)

source: Rotate 90 Degrees Clockwise (c)
de: Um 90 Grad im Uhrzeigersinn drehen (c)
fr: Rotation de 90 degrées dans le sens des aiguilles d'une montre (c)

source: Save Modified Image (s)
de: Das veränderte Bild speichern (s)
fr: Sauvegarder l'image altérée (s)

source: Display Print Dialog (p)
de: Den Druckdialog anzeigen (p)
fr: Montrer le dialogue d'impression (p)

source: Show File Browser (f)
de: Den Dateibrowser zeigen (f)
fr: Montrer l'explorateur de fichiers (f)

source: Quit. (Escape)
fr: Sortir. (Échap)

source: Image Formats
de: Bildformate
fr: formats d'image

source: LOAD_CONFIG: Failed to find home directory
de: LOAD_CONFIG: Das Heimverzeichnis wurde nicht gefunden
fr: LOAD_CONFIG: Répertoire local non trouvé

source: LOAD_CONFIG: Failed to open config file! (~/.gimmagerc) Will create on exit.
de: LOAD_CONFIG: Das öffnen der Konfigurationsdatei ist fehlgeschlagen! (~/.gimmagerc) Sie wird beim Beenden erstellt.
fr: LOAD_CONFIG: Non-réussite d'ouverture du fichier de configuration! (~/.gimmagerc) Il sera crée à la termination du programme.

source: SAVE_CONFIG: Saving config file to $HOME/.gimmagerc
de: SAVE_CONFIG: Die Konfigurations wird in $HOME/.gimmagerc gespeichert
fr: SAVE_CONFIG: Sauvegarde du fichier de configuration $HOME/.gimmagerc

source: SAVE_CONFIG: Failed to find home directory
de: SAVE_CONFIG: Das Heimverzeichnis wurde nicht gefunden
fr: SAVE_CONFIG: Répertoire local non trouvé

source: SAVE_CONFIG: Failed to write config file.
de: SAVE_CONFIG: Das Schreiben der Konfigurationsdatei ist fehlgeschlagen
fr: SAVE_CONFIG: Non-réussite d'écriture du fichier de configuration.

source: FILEMANAGER: ERROR during magic open
de: FILEMANAGER: FEHLER beim Öffnen von magic
fr: FILEMANAGER: ERREUR pendant l'ouverture de magic

source: FILEMANAGER: ERROR during magic load
de: FILEMANAGER: FEHLER beim Laden von magic
fr: FILEMANAGER: ERREUR pendant le chargement de magic

source: OPENFILES: Stat Error! Level 1
de: OPENFILES: Stat Fehler! Ebene 1
fr: OPENFILES: Erreur Stat! Niveau 1

source: OPENFILES: Stat Error! Level 2
de: OPENFILES: Stat Fehler! Ebene 2
fr: OPENFILES: Erreur Stat! Niveau 2

source: No file to load.
de: Keine Datei zum Laden.
fr: Pas de fichier à charger.

source: FILTER_FILENAME: The file type could not be determined:
de: FILTER_FILENAME: Der Dateityp konnte nicht festgestellt werden:
fr: FILTER_FILENAME: Le type de fichier ne pouvait pas être déterminé

source: FILTER_SAVE_FILENAME: The file type could not be determined:
de: FILTER_SAVE_FILENAME: Der Dateityp konnte nicht festgestellt werden:
fr: FILTER_SAVE_FILENAME: Le type de fichier ne pouvait pas être déterminé

source: LOADIMAGE: There has been an error allocating memory or understanding the image format.
de: LOADIMAGE: Es ist ein Fehler bei der Speicherallokation aufgetreten oder das Bildformat wurde nicht verstanden.
fr: LOADIMAGE: Erreur d'allocation de mémoire ou faute de compréhension du format d'image

source: LOADIMAGE: There has been an error loading the file.
de: LOADIMAGE: Es ist ein Fehler beim Laden der Datei aufgetreten.
fr: LOADIMAGE: Erreur de chargement d'image.

source: SCALEIMAGE(sclf): There has been a problem scaling the image. We've probably run out of memory.
de: SCALEIMAGE(sclf): Es ist ein Problem beim Skalieren des Bilder aufgetreten. Wir haben warscheinlich keinen Speicher mehr.
fr: SCALEIMAGE(sclf): Impossible de scalir l'image. Manque de mémoire probable.

source: ROTATEIMAGE: There's been an error rotating the image. We've probably run out of memory.
de: ROTATEIMAGE: Es ist ein Problem beim Drehen des Bildes aufgetreten. Wir haben warscheinlich keinen Speicher mehr.
fr: ROTATEIMAGE: Impossible de tourner l'image. Manque de mémoire probable.

source: If you save the current file will be overwritten which can result in quality losses. Do you still want to save? You can also specify a new filename below.
de: Beim Speichern wird die Datei überschrieben was sich in Qualitätseinbußen auswirken kann. Wollen Sie trotzdem speichern? Sie können hierunter auch einen neuen Dateinamen angeben.
fr: Une sauvegarde écrasera le fichier original cequi peut resulter en perte de qualité. Voulez vous sauvegarder? Vous pouvez aussi définir un nouveau nom de fichier si dessous.

source: Saving failed. Please check whether you have sufficient rights to the file and possibly try again. The image format might be unsupported for saving or we may have run out of memory. Currently we can save only JPEG, PNG and BMP.( as limited by gdk-pixbuf )
de: Das Speichern ist fehlgeschlagen. Bitte überprüfen Sie ob Sie genügende Zugriffsberechtigungen zur Datei besitzen und versuchen Sie es gegebenen-falls noch einmal. Es kann sein dass das Bildformat zur Speicherung nicht unterstütz wird oder uns ist der Speicher ausgegangen. Zur Zeit kann gdk-pixbuf nur die JPEG-, PNG- und BMP-Formate speichern.
fr: Sauvegarde non-réussite. Veuilliez contrôler si vous possèdez des droits au fichier suffisants et essayez encore une fois. Peut-être le format d'image n'est pas supporté pour la sauvegarde ou bien il s'est produit un manque de mémoire. Momentanément les formats supportés pour la sauvegarde sont: JPEG, PNG et BMP (limité par gdk-pixbuf)
